Work/src/clean_sheet.xml

<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP-ENV:Body>
        <ns0:GetCustomerStageMessageOut xmlns:ns0="http://www.t-mobile.sk/soa/CustomerServiceInterface/xsd">
            <ns1:Header xmlns:ns1="http://www.logica.com/eurotel-crm">
                <ns1:version>1.0</ns1:version>
                <ns1:id>PORTAL-DEV::CUSTOMER::SIEBEL-PRD-CUSTOMER-1::1001_1441207294473</ns1:id>
                <ns1:originator>SIEBEL</ns1:originator>
            </ns1:Header>
            <ns0:Body>
                <ns0:customerExt>
                    <ns0:customerRowId>1-2U3-1347</ns0:customerRowId>
                    <ns0:customer ns2:type="ns1:Company" xmlns:ns1="http://www.logica.com/eurotel-crm" xmlns:ns2="http://www.w3.org/2001/XMLSchema-instance">
                        <ns1:id>SIEBEL-PRD-CUSTOMER-79464548</ns1:id>
                        <ns1:name>KubicekJaroslav Rusnák</ns1:name>
                        <ns1:status>Active</ns1:status>
                        <ns1:email/>
                        <ns1:idDocumentNumber/>
                        <ns1:idDocumentType/>
                        <ns1:registrationDate>2002-06-01T00:00:00+02:00</ns1:registrationDate>
                        <ns1:salesAgent>BOS</ns1:salesAgent>
                        <ns1:segment>VSE/SoHo</ns1:segment>
                        <ns1:dcmMikrosegment>V2</ns1:dcmMikrosegment>
                        <ns1:custTreatPkgCode>Professional Gold</ns1:custTreatPkgCode>
                        <ns1:group/>
                        <ns1:accountTypeCode>Customer</ns1:accountTypeCode>
                        <ns1:location>SBL63_79464548</ns1:location>
                        <ns1:potentialSegment>VSE/SOHO</ns1:potentialSegment>
                        <ns1:vip>false</ns1:vip>
                        <ns1:approvalOfMarktCommun>Yes</ns1:approvalOfMarktCommun>
                        <ns1:accountCreated>2013-09-13T20:09:31+02:00</ns1:accountCreated>
                        <ns1:accountUpdated>2015-06-13T17:02:07+02:00</ns1:accountUpdated>
                        <ns1:approvalToProvideContactDT>Unspecified</ns1:approvalToProvideContactDT>
                        <ns1:allowDigitalSignature>false</ns1:allowDigitalSignature>
                        <ns1:reasonForTermination/>
                        <ns1:notSegmented>false</ns1:notSegmented>
                        <ns1:notSendOffersThirdParties>Yes</ns1:notSendOffersThirdParties>
                        <ns1:notToDisplayStreetNum>false</ns1:notToDisplayStreetNum>
                        <ns1:partnerFlag>false</ns1:partnerFlag>
                        <ns1:pzzGv>Unspecified</ns1:pzzGv>
                        <ns1:masterAccountId>1-2U3-1347</ns1:masterAccountId>
                        <ns1:taxJurisdiction>SK</ns1:taxJurisdiction>
                        <ns1:pinPid>1434137</ns1:pinPid>
                        <ns1:masterAccountIntegrationId>SIEBEL-PRD-CUSTOMER-79464548</ns1:masterAccountIntegrationId>
                        <ns1:registrationNumber>40106543</ns1:registrationNumber>
                        <ns1:vatNumber>SK0611401751</ns1:vatNumber>
                        <ns1:webSite/>
                        <ns1:microsegmentOfNeeds/>
                        <ns1:specialCase>false</ns1:specialCase>
                        <ns1:wholesale>false</ns1:wholesale>
                        <ns1:parentAccountName/>
                        <ns1:taxNumber/>
                        <ns1:registrationInformation/>
                        <ns1:form/>
                        <ns1:ownershipType>2</ns1:ownershipType>
                        <ns1:employeeSegment>5</ns1:employeeSegment>
                        <ns1:parent>
                            <ns1:id>SIEBEL-PRD-CUSTOMER-74260030</ns1:id>
                        </ns1:parent>
                    </ns0:customer>
                </ns0:customerExt>
            </ns0:Body>
        </ns0:GetCustomerStageMessageOut>
    </SOAP-ENV:Body>
</SOAP-ENV:Envelope>

        http://10.171.141.113:17020/BroadworksService_Write.serviceagent/BroadworksService_WriteSoapPortTypeHTTP
        http://10.171.141.113:17020/BroadworksService_Write.serviceagent/BroadworksService_WriteSoapPortTypeHTTP